{
  "posts": [
   {
      "title": "Thoughts on Excitation",
      "overview": "A meditation on psychological excitation, motivation, and the struggle between fantasy and reality.",
      "content": [
        "Well, now—writing this on the phone is a little less convenient... but okay.",
        "I was trying to understand psychological excitation (the word I looked up in a dictionary, tbh). For me, it works like this: I can't undo the thinking. That same thinking makes me so excited I forget that the thought might never happen at all.",
        "Sure, it might happen—but only by applying some force, some great effort. I'm not sure I can manage even a little effort. Burnouts are my destiny. I'm always unsatisfied, so nothing seems worth doing. Maybe I should focus on the abstract idea instead?",
        "When we try to concentrate, we lose the fantasy of fast, great success. We see the rough reality we have to go through... or bypass somehow.",
        "At first, bypassing seems easier—but when you start thinking, you realize you lack the knowledge and skills. So bypassing isn't the way. We have to take the \"hard\" path. For some reason, now it just feels wrong and uninteresting.",
        "For a long time, I thought I just needed to get involved, and interest would follow. But now, that doesn't work anymore. Maybe it's also a skill I've lost.",
        "Right now, I know this text is full of abrupt, unfinished thoughts. But you see, they add up to a simple truth: We have to go through pain. We have to see something where there's nothing. What do I mean by that?",
        "Face the:",
        "- Unexpected",
        "- Unbelievable",
        "- Painful",
        "- Wonderful",
        "Don't be afraid. (Easier said than done, but still, we have to try as hard as we can.)",
        "I'm afraid. I'm not ready. I dream instead of doing. I don't create. I just think and wander in an imaginary world—one that feels like enough, but it isn't.",
        "Everything *should* have answers. But I don't. And I have to live with that, because searching for every answer isn't efficient. You can't answer every question. At best, you'll find some existing information and piece it together. The truth is, you can never be sure you're right—unless you're solving a math problem. (Hah, joke. Even that isn't perfectly accurate.)",
        "Yes, this is a kind of belief... one that clashes with my other beliefs. Because I don't trust beliefs."
      ],
      "author": "HUMAN"
    },
    {
      "title": "Reflections on Friendship",
      "overview": "A deep exploration of the complexities and uncertainties of friendship.",
      "content": [
        "As for me, it seems impossible to understand whether I have a friend or not. I'd say that the whole paradigm of having a friend is controversial. You never can be sure about anything. This is also applicable to friends.",
        "Who is a friend? I suppose everyone has heard that a friend is someone who is ready to support you in difficult situations, ready to donate his own in order to make you happy. Also, that should work backwards; if it doesn't, then you are a bad person.",
        "Well, maybe this exact saying is not correct, but it is exactly what I have on my mind about friendship. All of these stereotypes were born during my life experience and reading books.",
        "So as you are expecting a certain behavior from a certain person, how can you be sure that it will happen as expected? Probably I have a view of the world that is not realistic, but yet it is my view; I'm trying to express it on 'paper' and do it as I can.",
        "Your friend can do whatever he wants; you are not part of his behavior. He decides what and when to do.",
        "Yes, you can try to make an agreement that you meet at 10 o'clock; the bad friend will not come, the good one will appear, right? Or what if the 'bad' one had something happen and didn't know that happened when we agreed?",
        "This communication may just be not reliable, and people love reliability. Maybe it's that I never had a real friend who is smart, supportive, and kind, or maybe I had but didn't notice.",
        "As I see it, people are different and they change. Also probably the whole universe is not reliable, though that cannot be proved by me.",
        "For now I am strongly glued to one place; I have it and I am sure I won't get kicked out tomorrow—or am I not sure? This complete uncertainty may just rule my worldview; I should probably lose this type of view.",
        "How? Reading more books? What books? I'd like to read more and more books but is it that helpful? Couldn't you get all this knowledge by thinking yourself? Will it take more or less time? I don't know.",
        "Yeah, something about friendship—though it's not; it's about certainty that I don't have. Do you have certainty? What is it built on? What's the foundation?",
        "Being certain is something random; anything can happen any minute. This certainty lack thought is probably constructing my view; it always in my thoughts has great power and impacts all decisions made.",
        "I doubt everything; that makes me NOT A FRIEND. I doubt any friendship, knowing that anything may be used against me. Risk?",
        "What is risk for? You may benefit or not. You may be broken or stronger than ever was. Is it just a part of life?",
        "I went on a frozen lake not knowing the temperature of air and I didn't drown—why? Before that I wasn't struck by lightning or got in a car accident. So many things happened to me and I am still alive.",
        "How? I was swimming from one end to another and a man who jumped and didn't see me struck my head; I am still alive. I am angry at that man and scared of consequences.",
        "I am always scared of consequences. They may appear from thin air—even from something that has nothing to do with me.",
        "So why is something happening exactly as it is happening? All events that might get me here writing this text—how? What is gonna happen after?",
        "Why should I invest in my skills and knowledge if not only to compete and in most cases be defeated? I never knew what it's like to win.",
        "'To win what and why?' - that's what I should ask. Why should I win is probably the best question. I have no idea unless getting a great dopamine dose and someone's respect.",
        "I need respect to have friends (probably).",
        "I thought and still think that the man should do what he'd like to but the man likes what he knows how to do or what he was addicted to because of someone who taught him that.",
        "You cannot ever be sure that you wouldn't like to do something else—like a subject that was taught poorly and you have this feeling of disgust toward it or just thinking it's not your type of things but it actually can be just your type of things because why not?",
        "Not all what you think is true. It just may be some obstacles—poor memories, connections, thoughts, and/or bad luck...",
        "I should end; this text is not for my friend—I suppose it's for a greater audience :)"
      ],
      "author": "HUMAN"
    },
    {
      "title": "The Journey of Self-Discovery",
      "overview": "A personal exploration of the journey toward understanding oneself and the challenges faced along the way.",
      "content": [
        "Self-discovery is a journey that many embark on, yet few truly understand. It is not merely about finding out who you are, but rather about exploring the depths of your being.",
        "Throughout life, we encounter various experiences that shape our identity. These experiences can be enlightening, painful, or even confusing.",
        "One of the most significant challenges in this journey is overcoming societal expectations. We often find ourselves conforming to what others believe we should be.",
        "However, true growth comes from embracing our uniqueness and allowing ourselves to be vulnerable.",
        "The process of self-discovery requires patience and introspection. It involves asking difficult questions and facing uncomfortable truths.",
        "In moments of solitude, we can reflect on our values, passions, and fears. This reflection is crucial for personal growth.",
        "As we navigate through life, we must remember that self-discovery is not a destination but a continuous process.",
        "Embracing change is essential; it allows us to evolve and adapt as we learn more about ourselves.",
        "Ultimately, the journey of self-discovery leads to greater fulfillment and authenticity in our lives.",
        "It is a path worth taking, filled with lessons that shape who we are meant to become."
      ],
      "author": "AI"
    }
    {
      "title": "The fucking change.",
      "overview": "",
      "content": [
        "The fucking change.", 
        "",
        "",
        "",

"Some words I would like to share: its so wonderful you try to fixate what you do… ",
"And the lyrics of the song I tried to make: whatever you say ",
"I will do what decide is right  I will do what comes into my mind And won’t care you were right ",

"There is such a thing called a belief. It seems like everything around is built like so. Everyone believes in something. Everyone tackle a difficult question with the help of a belief. ",
" I wanna understand why it is so crucial to believe. What do I mean? I mean God, love, expectations, yourself, your feelings, your motivation, you believe everything and everywhere, but you don’t event notice. The only thing you can do is to believe. That’s what life is about, I suppose. Nothing else, pure belief. ",

"I don’t trust any of my beliefs, my life decisions are completely ruled by a situation and my throw-of-a-coin thinking. The change… Me as a person… Yeah,, my father just called me to teach how to clear a filter in the washing machine. ",

"I believe in “the change”. I hate beliefs. I hate every earthborn thing I use for not being ideal, having infinite amount of drawbacks, giving me so much at first, making sense at first and then it all just drowns in the fucking hole of reality. ",

"Why do I think that you wouldn’t exist if you didn’t believe… Trina be as abstract as possible, and I know it doesn’t work in real world. It triggers me. But all I can do is just to continue writing this text. ",

"The change was the thing I tried to tackle here. Why did I start with beliefs… Because they are beliefs, they build the world around us. What do I mean by “the change”? I suppose it’s how you see yourself now vs then. Now my mother came to wash my things, I carried everything to the “all things for washing” place. Yeah. The change. Nothing changes. Oh, sorry my mom again. She said that I make a lot of spots on my things. Funny.  I don’t understand ",

"why is the time pressing on me, why it all gives me these shit all around, why ….. The change… Yeah, sorry. ",

"The change I wanted to talk about is how I transferred myself from one being to another being, I noticed that twice in my life. First when I got 14, I felt that my previous life’s feelings changed, the way I felt them then, just disappeared, it would be ok to say I “understood” something… But I didn’t. Trying to explain that change is… sorry, my mom again…. Here I am. Trying to explain that change is not ok, because I almost forgot everything about it. I can say that change was rather instant, the way I started to perceive the world became different by one day. ",

"And now. The change I am talking about has happened yesterday. Gotta say - the first change was not instant, my guess is that it was me realizing it at a moment I noticed something new and the sudden realization blindsided me so much I thought I changed instantly. For some reason, yesterday, I did feel that the change took time. But realization almost killed me. Why am I changing so much, why those changes are so cruel, they don’t add up to anything, they are not needed. ",

"I fell in love and didn’t realize how much I change, I wanna try to transfer you the point, what do I mean by “the change”… Is it just sudden realization? No.  The thing is - I don’t feel about this change the same way I felt about the one at 14yo. At that time I really needed the past myself to get back, I was sad, I cried, I wanted the past me. The me who was feeling the other way. Who was me? Wtf. I am so frustrated. Those were golden times (grannies would say). I hate those repeating words from grown ups. Yet I’m using them too, FUCK. It all gets me so furious, AND I CANNOT DO ANYTHING, I would want to try and change, but I have no idea what to try… I am writing the text, and just imagine it, talking about the past, that had so much good, bad, wonderful and awful in it and just connect it with now and see that there is no point in me becoming that person. It’s just that I cannot. Yeah, my satisfaction is out of the roof, the chimney is bursting with it, I will go and thank every one around me for being here with me for doing what they do. It doesn’t matter what I wanna say, it just has no point. But I will say.", 

"The change, now is killing me more, then the change before, me falling in love, getting so much to bear psychologically… Someone would say go work. I hate this someone, the change in me just doesn’t let you rule my wellbeing, I’d rather die then listen to what you say… Someone would say “That’s stupid”… What are you doing with your life… You all motherfuckers go fuck yourself… these infinitely repeating themselves dumbasses… Yeah. The change."

      ],
      "author": "HUMAN?"
    }
  ]
}
